IDEA StatiCa Open Model
CutData Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the CutData class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public CutData()
Public Sub New
public:
CutData()
See Also
Reference
CutData Class
IdeaRS.OpenModel.Connection Namespace